accountsservice
adguardhome
adw-gtk-theme
alacritty
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
ark
awesome-terminal-fonts
base
base-devel
bash-completion
bind
bluedevil
bluez
bluez-hid2hci
bluez-libs
bluez-utils
bpftune-git
breeze-gtk
btop
btrfs-assistant
btrfs-progs
cabextract
cachy-update
cachyos-emerald-kde-theme-git
cachyos-fish-config
cachyos-hello
cachyos-hooks
cachyos-iridescent-kde
cachyos-kde-settings
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-nord-kde-theme-git
cachyos-packageinstaller
cachyos-plymouth-bootanimation
cachyos-rate-mirrors
cachyos-settings
cachyos-snapper-support
cachyos-themes-sddm
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cachyos-wallpapers
cachyos-zsh-config
cantarell-fonts
char-white
chwd
cpupower
cryptsetup
cups
cups-filters
cups-pdf
device-mapper
dhclient
diffutils
dmidecode
dmraid
dnsmasq
dolphin
dosfstools
duf
e2fsprogs
earlyoom
easyeffects
efibootmgr
efitools
ethtool
exfatprogs
f2fs-tools
fastfetch
ffmpegthumbnailer
ffmpegthumbs
filelight
flameshot
flatpak
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
fsarchiver
fuzzel
fwupd
geoclue
ghostscript
git
glances
gnome-characters
grim
gsfonts
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gutenprint
gwenview
haruna
haveged
hdparm
helix
hplip
hwdetect
hwinfo
hyprpicker
inetutils
intel-media-driver
iptables-nft
iwd
jfsutils
kate
kcalc
kde-gtk-config
kdeconnect
kdegraphics-thumbnailers
kdeplasma-addons
kdialog
kinfocenter
kio-admin
kitty
konsole
kscreen
kvantum
kvantum-qt5
kvantum-theme-libadwaita-git
kwallet-pam
kwalletmanager
less
lib32-mesa
lib32-vulkan-icd-loader
lib32-vulkan-nouveau
libdvdcss
libgsf
libopenraw
libplasma
libva-utils
libvdpau-va-gl
libwnck3
limine
limine-mkinitcpio-hook
limine-snapper-sync
linux-cachyos
linux-cachyos-headers
linux-cachyos-lts
linux-cachyos-lts-headers
linux-firmware
logrotate
lsb-release
lsscsi
lvm2
mako
man-db
man-pages
mdadm
meld
mesa-utils
micro
mkinitcpio
modemmanager
mtools
nano
nano-syntax-highlighting
netctl
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
niri
noto-color-emoji-fontconfig
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
ntp
nwg-look
obsidian
octopi
openssh
os-prober
otf-codenewroman-nerd
otf-firamono-nerd
otf-font-awesome
pacman-contrib
paru
pavucontrol
perl
phonon-qt6-vlc
pipewire-alsa
pipewire-pulse
pkgfile
plasma-browser-integration
plasma-desktop
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-systemmonitor
plasma-thunderbolt
plasma-workspace
plocate
plymouth
plymouth-kcm
poppler-glib
power-profiles-daemon
powerdevil
profile-sync-daemon
protonplus
protontricks
pv
python
python-defusedxml
python-packaging
python-pyqt5
python-reportlab
qt5-sensors
qt6-wayland
rebuild-detector
reflector
ripgrep
rsync
rtkit
s-nail
sddm
sddm-kcm
sg3_utils
smartmontools
snapper
sof-firmware
spectacle
splix
steam
sudo
swaybg
swayidle
swaylock
sysfsutils
system-config-printer
texinfo
thunar
thunar-volman
tmux
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-meslo-nerd
ttf-opensans
tumbler
ufw
unrar
unzip
upower
usb_modeswitch
usbutils
vi
vim
vlc-plugins-all
vulkan-icd-loader
vulkan-nouveau
waybar
wget
which
wine-staging
winetricks
wireless-regdb
wireplumber
wpa_supplicant
xdg-desktop-portal
xdg-desktop-portal-gnome
xdg-desktop-portal-kde
xdg-user-dirs
xfsprogs
xl2tpd
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xsettingsd
xwayland-satellite
zen-browser-bin
