acpi
acpid
adguardhome
adw-gtk-theme
alacritty
alsa-firmware
alsa-oss
alsa-utils
amd-ucode
android-tools
android-udev
apache
apparmor
ark
aurorae
base
base-devel
bash-language-server
bat
bluedevil
breeze
breeze-gtk
breeze-plymouth
brightnessctl
btop
btrfs-assistant
btrfs-progs
btrfsmaintenance
cage
calf
cpupower
cups
dconf-editor
ddcutil
discord
discover
dmenu
dnsmasq
dolphin
dolphin-emu
dosfstools
drkonqi
dunst
earlyoom
easyeffects
exfatprogs
fastfetch
feh
ffmpegthumbnailer
ffnvcodec-headers
firefox
fish
fisher
flameshot
flatpak
flatpak-kcm
fluidsynth
furnace
fuse-overlayfs
fuzzel
fwupd
gamemode
gamescope
geoclue
gimp
git
gnome-characters
gnome-keyring
gopls
goverlay
gpick
greetd-regreet
grim
grub
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gvfs-mtp
haruna
hdparm
helix
hplip
htop
hyprpicker
ibus
iwd
jdk21-openjdk
kactivitymanagerd
kde-cli-tools
kde-gtk-config
kdecoration
kdeplasma-addons
keepassxc
kgamma
kglobalacceld
kinfocenter
kitty
kmenuedit
knighttime
kooha
kpipewire
krdp
kscreen
kscreenlocker
ksshaskpass
ksystemstats
kvantum
kvantum-qt5
kwallet-pam
kwayland
kwin
kwin-x11
kwrited
lact
layer-shell-qt
ld-lsb
ldns
less
lib32-fluidsynth
lib32-gamemode
lib32-mangohud
lib32-mesa
lib32-mesa-utils
lib32-vulkan-nouveau
libaio
libkscreen
libksysguard
libnvidia-container
libplasma
libportal-qt6
libpulse
libreoffice-fresh
libreoffice-fresh-pt-br
libva-utils
libvncserver
limine
linux
linux-firmware
linux-firmware-nvidia
linux-headers
linux-lts
linux-lts-headers
lshw
lsp-plugins
lua-language-server
lutris
mako
mame
man-db
mat2
memtester
mesa
mgba-qt
milou
movit
nano
network-manager-applet
networkmanager
networkmanager-openvpn
nginx
niri
noto-fonts-emoji
ntfs-3g
nvtop
nwg-icon-picker
nwg-look
obs-studio
obsidian
obsidian-icon-theme
ocean-sound-theme
ollama
otf-firamono-nerd
otf-font-awesome
otf-ipaexfont
oxygen
oxygen-sounds
pavucontrol
peek
persepolis
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-activities
plasma-activities-stats
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
plasma5support
plymouth-kcm
polkit-gnome
polkit-kde-agent
polybar
power-profiles-daemon
powerdevil
print-manager
proton-vpn-gtk-app
pulseaudio-alsa
python-lsp-server
python-notify2
qbittorrent
qqc2-breeze-style
qt5ct
qt6-wayland
qtile
rclone
realtime-privileges
redshift
reflector
remmina
rofi
rsync
rust-analyzer
samba
screen
screenkey
scx-scheds
sddm-kcm
signal-desktop
skanpage
slurp
smartmontools
snapper
spectacle
sshfs
steam
stress-ng
supertuxkart
sway
swaybg
swayidle
swaylock
sysstat
system-config-printer
systemsettings
thunar
thunar-volman
tmux
torbrowser-launcher
ttf-meslo-nerd
udiskie
udisks2-btrfs
ufw
umu-launcher
unicode-emoji
unrar
uwsm
vdpauinfo
vim
vivaldi
vulkan-nouveau
wacomtablet
waybar
waydroid
wayland-utils
webkit2gtk
wget
wine-gecko
wine-mono
wine-staging
wireguard-tools
wireless_tools
wireplumber
wofi
xdg-desktop-portal-gnome
xdg-desktop-portal-gtk
xdg-desktop-portal-kde
xdg-desktop-portal-wlr
xdg-utils
xorg-xev
xorg-xinit
xorg-xinput
xwayland-satellite
yad
yt-dlp
zerotier-one
zram-generator
