apple-fonts
ares-emu
bibata-cursor-theme
bolt-launcher
dosbox-staging
dotnet-runtime-7.0
dwarfs-bin
ente-auth-bin
evhz-git
eww
fightcade2-bin
fjordlauncherunlocked
flashplayer-standalone
fooyin-git
goofcord-bin
hydra-launcher-bin
kvantum-theme-libadwaita-git
lib32-libdrm-git
lib32-mesa-git-debug
libdeep_filter_ladspa-bin
libdrm-git
linuxtoys-bin
mangowc-git
mednaffe
melonds
mesen2-git
niri-float-sticky
niri_window_buttons
nouveau-fw
nouveau-reclocking
otf-noto-sans-cjk
paru
paru-debug
pcsx2-git
phinger-cursors
plutovg
protonplus
protontricks
qt6ct-kde
rvx-builder
sameboy
servo-bin
stasis
stremio
sunsetr-bin
ttf-juliamono-nerd-font
ttf-ms-win11-auto
ventoy-bin
wttrbar
zen-browser-bin
